[
  {
    "name": "American Society for the Prevention of Cruelty to Animals (ASPCA)",
    "website": "https://www.aspca.org/",
    "logo": "https://sep.yimg.com/ty/cdn/entirelypets/aspca-logo.png",
    "location": "United States",
    "founded": 1866,
    "mission": "To Provide Effective Means For The Prevention Of Cruelty To Animals Throughout The United States. The American Society For The Prevention Of Cruelty To Animals Or Aspca, Founded In 1866, Is One Of The Oldest Pet Charities In The Western Hemisphere. They Believe That Animals Are Entitled To Kind And Respectful Treatment From Humans, And Should Be Protected Under The Law. To This End They Work Nationally To Rescue Abused Animals And Advocate For The Passing Of Humane Laws."
  },
  {
    "name": "Petsmart Charities",
    "website": "https://www.petsmartcharities.org/",
    "logo": "https://www.redlandsdailyfacts.com/wp-content/uploads/migration/2008/200809/NEWS_809309852_AR_0_0.jpg",
    "location": "Phoenix, AZ",
    "founded": 1994,
    "mission": "To Create A World In Which Every Pet Has A Lifelong, Loving Home. Petsmart Charities® And Petsmart Charities® Of Canada Are Nonprofit Animal Welfare Organizations That Save The Lives Of Homeless Pets. More Than 500,000 Dogs And Cats Find Homes Each Year Through Our Adoption Programs In All Petsmart® Stores And Our Sponsored Adoption Events. Petsmart Charities Grants More Money To Directly Help Pets In Need Than Any Other Animal Welfare Group In North America, With A Focus On Funding Spay/Neuter Services That Help Communities Solve The Problem Of Pet Overpopulation."
  },
  {
    "name": "Best Friends Animal Society",
    "website": "https://bestfriends.org/",
    "logo": "https://sep.yimg.com/ty/cdn/yhst-172520439-2/charity-best-friend-logo.jpg",
    "location": "United States",
    "founded": 1984,
    "mission": "To End Shelter Killing And Save Them All. The Best Friends Animal Society Has The Ambitious Goal Of Ending Shelter Killing And Finding Home For All The Abandoned Animals In America. Every Year Over 4 Million Homeless Pets Are Killed In American Shelters, And Best Friends Works To Prevent This As Much As Possible By Helping To Make Animal Adoption Easier And Promoting Spaying & Neutering Programs To Reduce The Number Of Animals Entering The Nation’S Shelters."
  },
  {
    "name": "SPCA of Wake County",
    "website": "https://spcawake.org/",
    "logo": "https://spcawake.org/wp-content/uploads/2019/06/swcnc-logo.png",
    "location": "United States",
    "founded": 1967,
    "mission": "To transform the lives of pets and people through protection, care, education, and adoption. Our vision is to create a humane community."
  },
  {
    "name": "Bald Is Beautiful Dog Rescue",
    "website": "https://www.baldisbeautifuldogrescue.org/",
    "logo": "https://sep.yimg.com/ty/cdn/yhst-172520439-2/charity-bald-is-beautiful.jpg",
    "location": "Greenville, South Carolina",
    "founded": 2010,
    "mission": "Bald Is Beautiful Hairless And Small Breed Rescue, Inc. Is A National 501c3 Non-Profit Organization. We Are An Independent Rescue Whose Members- All Volunteers- Have Over 25 Years Of Combined Experience In The Rescue And Rehabilitation Of Dogs In Need. Our Members’ Reasons For Being In Rescue Are Varied From Being Compassionate Lifetime Dog Lovers To Having Bought That “Cute Little Puppy In The Window” Only To Have Our Hearts Broken When They Became Ill From Being Born To Sick Mothers Kept In Deplorable Conditions. Or When We Sadly Discovered That The “Home Raised” Pups Were, In Reality, Puppy Mill Puppies. Whatever Brought Us To Bisb, We Stay Because We Have Seen Our Hard Work And Dedication Pay Off In Changing The Lives Of So Many Deserving Dogs."
  },
  {
    "name": "dharamsala animal rescue",
    "website": "https://dharamsalaanimalrescue.org/",
    "logo": "https://dharamsalaanimalrescue.org/wp-content/uploads/2017/06/Dar-logo-New-2-320px.jpg",
    "location": "india",
    "founded": 2008,
    "mission": "Our Mission Is To End The Human/Street Dog Conflict By Creating A Humane And Sustainable Environment For Animals With Direct Benefits To The People Of Dharamsala, India.."
  },
  {
    "name": "Stray Relief and Animal Welfare (STRAW)",
    "website": "https://www.strawindia.org/home.aspx",
    "logo": "https://www.strawindia.org/images/straw-logo-large.png",
    "location": "India",
    "founded": 2008,
    "mission": "Straw India's Mission Is To Sow The Seeds Of Empathy For People, Compassion For Animals And Care For The Environment In The Hearts Of Children, So As To Prevent Cruelty To All Living Beings."
  },
  {
    "name": "Secondhand Hounds",
    "website": "https://www.secondhandhounds.org/",
    "logo": "https://www.secondhandhounds.org/wp-content/uploads/2016/09/cropped-favicon-225x225.png",
    "location": "Minnetonka, Minnesota",
    "founded": 2009,
    "mission": "Secondhand Hounds is a 501(c)(3) nonprofit animal rescue in Minnesota. Founded in July of 2009, our many volunteers have made a positive impact on the lives of many dogs and cats in our community. Our organization provides safe shelter, proper veterinary care and daily necessities for animals at risk, while working hard to find each a permanent, loving home!"
  },
  {
    "name": "Alley Cat Allies",
    "website": "https://www.alleycat.org/",
    "logo": "https://cdn.shopify.com/s/files/1/0546/3005/files/ACA_Logo_Gray_350x.png?v=1587410905",
    "location": "Bethesda, Maryland",
    "founded": 1890,
    "mission": "To transform and develop communities to protect and improve the lives of cats. Through their programs, Allie Cat Allies also educates communities on the Trap-Neuter-Return policy and advocates for strict adherence to existing animal cruelty laws. Their efforts have opened the eyes of many shelters and veterinarians to the importance of this method."
  },
  {
    "name": "Brother Wolf Animal Rescue",
    "website": "https://www.bwar.org/",
    "logo": "https://www.bwar.org/wp-content/uploads/2019/08/mobile_logo.png",
    "location": "Asheville, North Carolina",
    "founded": 2007,
    "mission": "To better the lives of companion animals and the people who love them. The organization also has a mobile clinic that offers affordable medical services to residents of Western North Carolina. Prices are conveniently listed on their website."
  },
  {
    "name": "RESQ Charitable Trust",
    "website": "https://www.resqct.org/",
    "logo": "https://www.resqct.org/cdn-new/images/logo-01.png",
    "location": "Pune, Maharashtra",
    "founded": 2007,
    "mission": "RESQ Charitable Trust is a not-for-profit organization founded with an aim to minimize human-animal conflict and provide relief to animals in distress. They run two factions - one for wildlife and the other for domestic/ street animals and have provided aid directly to over 68,000+ animals since inception."
  },
  {
    "name": "Rescue P.A.W.S.",
    "website": "https://rescuepawsthailand.org/",
    "logo": "https://rescuepawsthailand.org/wp-content/uploads/2020/02/logo-hori.png",
    "location": "Thailand",
    "founded": 2013,
    "mission": "Rescue P.A.W.S.’ mission is to reduce the overpopulation of dogs and cats in Thailand, improve the overall well-being of the street animals in our province, and create a healthy relationship between the human and animal communities. We believe we will achieve this through sterilization, vaccination, and education. We aim to use our resources effectively and efficiently, keeping in mind our mission every day and with everything we do."
  },
  {
    "name": "Help Animal India",
    "website": "https://helpanimalsindia.org/",
    "logo": "https://helpanimalsindia.org/assets/build/img/logo.png",
    "location": "India",
    "founded": 1998,
    "mission": "Help Animals India strives not only to achieve immediate assistance for India’s animals, but to nurture an enduring culture of protecting animals in India. This builds capacity through education, consultation, networking, and financial support, which enables these groups to fulfill their aims, grow, and most importantly, help more animals."
  },
]
